var trackData = [
	{
		id: '1-952',	// 股道 id 不可以有重复的
		name: '1-952',	// 股道名字
		x: 2678,		// 股道左侧 X 坐标
		y: 1336,		// 股道左侧 Y 坐标
		center: 3470,	// 股道中心点的 X 坐标
		width: 1582,		// 股道的宽度
	},
	{
		id: 'Ⅱ-980',
		name: 'Ⅱ-980',
		x: 2551,
		y: 1556,
		center: 3406,
		width: 1710,
	},
	
	{
		id: '3-798',
		name: '3-798',
		x: 3002,
		y: 1829,
		center: 3433,
		width: 863,
	},
	{
		id: '4-744',
		name: '4-744',
		x: 3002,
		y: 2057,
		center: 3433,
		width: 863,
	},
	{
		id: '5-739',
		name: '5-739',
		x: 3002,
		y: 2279,
		center: 3433,
		width: 863,
	},
	{
		id: '6-712',
		name: '6-712',
		x: 3004,
		y: 2507,
		center: 3270,
		width: 528,
	},
	{
		id: '7-733',
		name: '7-733',
		x: 3004,
		y: 2726,
		center: 3270,
		width: 528,
	}
];
